/*
 * 다음 주어진 형식에 맞게 프로그램을 구현하시오.
 * <입력 및 출력 형식>
 * ==== Menu ====
 * 1. 최대값
 * 2. 사이합
 * 3. 수나열
 * 4. 계산기
 * 5. 작업종료
 * =============
 * 선택 = 
 * 
 * <처리조건>
 * 1. 최대값을 선택하면 두개의 정수를 입력받아 큰 수가 출력되도록 구현한다.
 * 2. 사이합을 선택하면 두개의 정수 사이의 자연수들의 합을 계산하여 출력하도록 구현한다.
 * 3. 수나열을 선택하면 세 개의 정수를 입력받아 큰 순서대로 나열하여 출력하도록 구현한다.
 * 4. 계산기를 선택하면 두개의 정수와 하나의 연산자를 입력 받아 계산을 수행한 후 결과를 출력하도록 구현한다.
 * 5. 작업종료를 선택하기 전까진 프로그램을 무한 Loop로 돌려야 한다. // do while 문
 * 6. 사용자가 원하는 작업을 선택하여 계산을 수행할 수 있도록 구현한다. // switch ~ case ~ break문 
 * 
 */
public class Program_08 {

}
